{
   "site": "Aquae Sulis",
   "start": "late 1st BCE",
   "end": "early 5th CE",
   "latitude": "51.381808583925626",
   "longitude": "-2.360005238066774",
   "status": "Certain",
   "location": "England, Somerset, Bath, Abbey Churchyard",
   "tags": "pre-roman, roman, sulis minerva, spring, classical",
   "description": "A early Roman period temple set around a natural spring with an adjoining bath complex. There is some evidence to suggest that the spring had some ritual significance prior to the Roman structure, it has also been shown that the ritual use of the site continued strongly into the 4th Century with continued deposition of coins, defixiones, and modifications to the temple itself. Aquae Sulis is unique in that it is one of the few sites we have a contemporary reference to in Solinus, De Mirabilibus Mundi, Capitula XXIIII.",
   "bibliography": [
      "Bart, H. C. E. “Account of Antiquities Discovered at Bath 1790. By Sir Henry Charles Englefield.” Archaeologia 10 (1792): 325.",
      "Cleary, Simon Esmonde. “The ‘end of the Gods’ in Late Roman Britain.” Gallia, 2015.",
      "Cunliffe, Barry. Roman Bath Discovered. The History Press, 2009.",
      "Cunliffe, Barry, Roger Tomlin, David Walker, and Lindsay Allason-Jones. The Temple of Sulis Minerva at Bath: Vol.2 (II): The Finds from the Sacred Spring, 1988.",
      "Cunliffe, and Wedlake. “Excavation in Bath, 1950-1975 Bristol,” 1979.",
      "Davenport. “Archaeology in Bath Excavations 1984-1989.” Oxford Archaeology Monogaph 3 (1999).",
      "Davenport, Peter. Roman Bath: A New History and Archaeology of Aquae Sulis. The History Press, 2021.",
      "Davenport, Peter, and Barry Cunliffe. The Temple Of Sulis Minerva At Bath: Volume 1 (I): The Site. Oxford University School of Archaeology, 1985.",
      "Downes, Rev. A. M. The Goddess Sul and Heathen Rites near Bath, 1909.",
      "Gerrard, James. “The Temple of Sulis Minerva, Bath and the End of Roman Britain.” The Antiquaries Journal 87 (2007).",
      "Irvine, J. T. “Notes on the Remains of the Roman Temple and Entrance Hall to Roman Baths Found at Bath in 1790.” Journal of the British Archaeological Association 29 (1873): 379.",
      "Lewis. Temples in Roman Britain, 1966.",
      "Lysons, S. Reliquiae Britannico-Romanae. Vol. 1, 1808.",
      "Martyn, Blick, Brindle, and et al. “Bath, Arlington Court (Bath and Northeast Somerset).” The Rural Settlement of Roman Britain: an online resource, 2015. https://doi.org/10.5284/1030449.",
      "———. “Bath, Hot Bath Spring (Bath and Northeast Somerset).” The Rural Settlement of Roman Britain: an online resource, 2015. https://doi.org/10.5284/1030449.",
      "———. “Bath, The Temple of Sulis Minerva (Precinct).” The Rural Settlement of Roman Britain: an online resource, 2015. https://doi.org/10.5284/1030449.",
      "McBurney, James. The Cult of Sulis-Minerva at Bath: The Religious Ritual of the Patron Goddess at Bath. Victoria University of Wellington, 2016. https://www.exams.cambridgescp.com/files/l2romanbritain.pdf.",
      "Richmond, I. A., and J. M. C. Toynbee. “The Temple of Sulis-Minerva at Bath.” Journal of Roman Studies 45 (1955): 97 ff.",
      "“Somerset.” In Victoria County History, 1:229 ff, 1906.",
      "Southern, Patricia. The Story of Roman Bath. Amberley Publishing, 2015.",
      "Stewart, R. J. Waters of the Gap: Mythology of Aquae Sulis. Humanities Press Intl, 1981.",
      "Taylor, M. V., and R. G. Collingwood. “Roman Britain in 1921 and 1922.” Journal of Roman Studies 11 (1921): 233.",
      "Toynbee, J. M. C. “Art in Roman Britain” 25 (1909).",
      "Ward, John. Roman Era in Britain. 6 Essex Street W. C., London: Methuen \u0026 Co. Ltd, 1911.",
      "In Corpus Inscriptionum Latinarum, 3:36–47, 53, 1351, 1873.",
      "Ephemis Epigraphica 9 (1903): 994–95."
   ]
}