{
   "site": "Beddingham Villa",
   "start": "late 1st BCE",
   "end": "early 5th CE",
   "latitude": "50.84719801783784",
   "longitude": "0.07068373218402618",
   "status": "Possible",
   "location": "England, Sussex",
   "tags": "pre-roman",
   "description": "A Roman villa structure that was built on the location of a Late Iron Age 'round house' of which later phases of construction appear to respect the curve of, despite the structure being long since gone. The 'round house' has been interpreted as a possible shrine due to its lack of domestic material and the reverence later builders seem to have shown it, despite no evidence of deposition activities. To the west of main building and in-line with the 'round house' is a square masonry structure also interpreted as a shrine. Probably first constructed in the third century, its foundations were widened in the northern and southern side at a later date, and subsequently an apsidal end was added to the west wall. Dating for this structure is uncertain as finds are minimal, but late Roman and early Saxon pottery of the late fourth or early fifth CE was found in a hollowed out area at the apsidal end of the structure suggesting activity continued until this date. ",
   "bibliography": [
      "Martyn, Blick, Brindle, et al, (2015), Preston Court Farm, Beddingham (East Sussex), available at: https://doi.org/10.5284/1030449",
      "Rudling, D., (2008), Roman-Period Temples, Shrines and Religion in Sussex, in Ritual Landscapes of Roman South-East Britain",
      "Black, E., (2008), Pagan Religion in Rural South-East Britain: Contexts, Deities and Belief, in Ritual Landscapes of Roman South-East Britain",
      "Rudling, D., (2003), A tale of two villas: Beddingham and Barcombe, Bulletin of the Association for Roman Archaeology, 15",
      "Rudling, D., (1998), The development of Roman villas in Sussex, Sussex Archaeological Collections, 136",
      "Rudling, D., (1998), The Roman villas of Sussex, with particular reference to the villas at Beddingham and Bignor, Actes de la table-ronde archéologique, Dieppe, 17",
      "Rudling, D., (1997), Round ‘house’to villa: the Beddingham and Watergate villas, RM and DE Friendship-Taylor (eds.), From Round House to Villa. Fascicule, 3",
      "Keulmans, M., (1963), New Light on the Roman Bath Building and Villa at Beddington, Surrey Archaeological Collections, 60"
   ]
}