{
   "site": "Farley Heath Roman Temple",
   "start": "late 1st CE",
   "end": "mid 5th CE",
   "latitude": "51.19389328834252",
   "longitude": "-0.49751160972152864",
   "status": "Certain",
   "location": "England, Surrey, Farley Heath",
   "tags": "roman, romano-celtic",
   "description": "A square temple in Albury, Surrey. Lewis (1966) suggest a start date of the later 1st CE but some earlier use seems likely. He also suggest that it was destroyed by fire at some point in the early or mid 5th CE.",
   "bibliography": [
      "Esposito, A., (2016), A Context for Roman Priestly Regalia: Depositional Practices and Spatial Distribution of Assemblages from Roman Britain, in TRAC 2015: Proceedings of the 25th annual Theoretical Roman Archaeology Conference",
      "Martyn, Blick, Brindle, et al, (2015), Farley Heath (Surrey), available at: https://doi.org/10.5284/1030449",
      "Poulton, R., Bird, J., (2007), Farley Heath Roman temple, Surrey Archaeological Collections, 92, available at: http://dx.doi.org/10.5284/1000221",
      "Bird, (2007), Discussion of the Iron Age and Romano-British artefacts and their significance",
      "Bird, (1996), A Romano-British priestly head-dress from Farley Heath",
      "Bird, J., O'Connell, (1994), The Roman Temple at Wanborough, Excavation 1985–1986",
      "Hanworth, R., (1968), The Roman Villa at Rapsley, Ewhurst, Surrey Archaeological Society, 65",
      "Lewis, (1966), Temples in Roman Britain",
      "(1958), Guide to the Antiquities",
      "Goodchild, R., (1947), The Farley Heath sceptre, Antiquaries Journal, 27, pg. 83 ff",
      "Goodchild, R., Lowther, A., (1943), Excavations at Farley Heath, Albury, during 1939, Surrey Archaeological Collections, pg. 31 ff",
      "Goodchild, R., (1938), Martin Tupper and Farley Heath, Surrey Archaeological Collections, 46, pg. 10 ff",
      "Goodchild, R., (1938), A Priest's Sceptre from the Romano-Celtic Temple at Farley Heath, Surrey, The Antiquaries Journal, 18, pg. 391 ff",
      "Winbolt, S., (1926), Excavations at Farley Heath, Albury, 1926, Surrey Archaeological Collections, pg. 180 ff",
      "(1912), Parishes: Albury, in Victoria County History, Surrey, 3, pg. 72 - 77",
      "Tupper, M., (1850), Records of Farley Heath",
      "Prawdzic-Golemberski, E., Metcalf, D., (1841), THE CIRCULATION OF BYZANTINE COINS ON THE SOUTH-EASTERN FRONTIERS OF THE EMPIRE, Numinastic Chronicle, 3, pg. 83 ff",
      "Aubrey, (1710), Natural History and Antiquities of Surrey"
   ]
}