{
   "site": "Farley Heath Roman Temple",
   "start": "late 1st CE",
   "end": "mid 5th CE",
   "latitude": "51.19389328834252",
   "longitude": "-0.49751160972152864",
   "status": "Certain",
   "location": "England, Surrey, Farley Heath",
   "tags": "roman, romano-celtic",
   "description": "A square temple in Albury, Surrey. Lewis (1966) suggest a start date of the later 1st CE but some earlier use seems likely. He also suggest that it was destroyed by fire at some point in the early or mid 5th CE.",
   "bibliography": [
      "Aubrey. Natural History and Antiquities of Surrey, 1710.",
      "Bird. “A Romano-British Priestly Head-Dress from Farley Heath,” 1996.",
      "———. “Discussion of the Iron Age and Romano-British Artefacts and Their Significance,” 2007.",
      "Esposito, Alessandra. “A Context for Roman Priestly Regalia: Depositional Practices and Spatial Distribution of Assemblages from Roman Britain.” In TRAC 2015: Proceedings of the 25th Annual Theoretical Roman Archaeology Conference, 2016.",
      "Goodchild, R. G. “A Priest’s Sceptre from the Romano-Celtic Temple at Farley Heath, Surrey.” The Antiquaries Journal 18 (1938): 391 ff.",
      "———. “Martin Tupper and Farley Heath.” Surrey Archaeological Collections 46 (1938): 10 ff.",
      "———. “The Farley Heath Sceptre.” Antiquaries Journal 27 (1947): 83 ff.",
      "Goodchild, R. G., and A. W. G. Lowther. “Excavations at Farley Heath, Albury, during 1939.” Surrey Archaeological Collections, 1943, 31 ff.",
      "Guide to the Antiquities, 1958.",
      "Hanworth, Rosamond. “The Roman Villa at Rapsley, Ewhurst.” Surrey Archaeological Society 65 (1968).",
      "Lewis. Temples in Roman Britain, 1966.",
      "Malden, H. E., ed. “Parishes: Albury.” In Victoria County History, Surrey, 3:72–77, 1912.",
      "Martyn, Blick, Brindle, and et al. “Farley Heath (Surrey).” The Rural Settlement of Roman Britain: an online resource, 2015. https://doi.org/10.5284/1030449.",
      "O’Connell, and J Bird. “The Roman Temple at Wanborough, Excavation 1985–1986,” 1994.",
      "Poulton, R. “Farley Heath Roman Temple.” Surrey Archaeological Collections, 2007.",
      "Prawdzic-Golemberski, E. J., and D. M. Metcalf. “THE CIRCULATION OF BYZANTINE COINS ON THE SOUTH-EASTERN FRONTIERS OF THE EMPIRE.” Numinastic Chronicle 3 (1841): 83 ff.",
      "Tupper, M. Records of Farley Heath, 1850.",
      "Winbolt, S. E. “Excavations at Farley Heath, Albury, 1926.” Surrey Archaeological Collections, 1926, 180 ff."
   ]
}