{
   "site": "Hayling Island",
   "start": "mid 1st BCE",
   "end": "late 1st CE",
   "latitude": "50.82192686798294",
   "longitude": "-0.9725367249546447",
   "status": "Certain",
   "location": "England, Hampshire, Hayling Island",
   "tags": "pre-roman, roman, romano-celtic, circular",
   "description": "A late Iron Age religious site which seems to have smoothly developed into a circular Romano-Celtic temple.",
   "bibliography": [
      "Allen, Martyn George. “ANIMALSCAPES AND EMPIRE : NEW PERSPECTIVES ON THE IRON AGE / ROMANO-BRITISH TRANSITION,” no. July (2011).",
      "Briggs, D, C Haselgrove, and C King. “Iron Age and Roman Coins from Hayling Island Temple.” British Numismatic Journal 62 (1993): 1–62. http://www.britnumsoc.org/publications/Digital BNJ/pdfs/1992_BNJ_62_3.pdf.",
      "Caesar, and Carolyn Hammond. Caesar: The Gallic War. Oxford World’s Classics, 2008.",
      "“Can\u0026apos;t Immedietley Get a Hold of This Book, It\u0026apos;s at the British Librar,” n.d.",
      "Cleary, Simon Esmonde. “The ‘end of the Gods’ in Late Roman Britain,” 2015.",
      "Crease, Susheela Marie Elizabeth. “Re-Thinking Ritual Traditions : Interpreting Structured Deposition in Watery Contexts in Late Pre-Roman Iron Age and Roman Britain By Susheela Marie Elizabeth Crease Submitted for the Degree of PhD UCL,” 2015.",
      "Creighton, John. “Coins and Power in Late Iron Age Britain,” 2000.",
      "“Double Check This Can\u0026apos;t Find It Anywhere,” n.d.",
      "Downey, Robert, Anthony King, and G Soffe. “The Roman Temple on Hayling Island,” 1978.",
      "Downey, Robert, Athony King, and G Soffe. “The Hayling Island Temple and Religious Connections Accross the Channel.” In Temples, Churches, and Religion: Recent Research in Roman Britain: With a Gazetteer of Romano-Celtic Temples in Continental Europe, 1980.",
      "Forcey, Colin. “Whatever Happened to the Heroes? Ancestral Cults and the Enigma of Romano-Celtic Temples.” Theoretical Roman Archaeology Journal, no. 1997 (2017): 87. https://doi.org/10.16995/trac1997_87_98.",
      "Godden, D. “Land at Northney Road, Hayling Lsland, Hampshire: Report on Archaeological Watching Brief,” 2006. https://doi.org/10.5284/1027328.",
      "Haeussler, Ralph. “From Tomb to Temple: On the Rôle of Hero Cults in Local Religions in Gaul and Britain in the Iron Age and the Roman Period,” 2010.",
      "———. “How to Identify Celtic Religion(s) in Roman Britain and Gaul,” 2008.",
      "“Hard to Get, Libraries in London Have It,” n.d.",
      "Henig, Martin. “Attitudes to the Art of Roman Britain.” In THE Art of ROMAN BRITAIN, 2010. https://doi.org/10.4324/9780203442098_chapter_eight.",
      "———. Religion in Roman Britain, 2003.",
      "“In Ritual Landscapes of Roman South-East Britain, Pain to Get Hold Of,” n.d.",
      "“In the British Library,” n.d.",
      "Katrina-Kay Sepulveda, Alaimo. “An Archaeology of Temple Assemblages and Social Practice in Early South-Eastern Roman Britain,” 2016.",
      "King, Anthony. The Hayling Island Temple: Third Interim Report on the Excavation of the Iron Age and Roman Temple 1976-78, 1979.",
      "———. “The Pre-Roman Cult Site at Hayling Island, Hampshire, GB: The Problem of Characterizing an Anonymous Deity,” 2014.",
      "King, Anthony, and K Reilly. “Animal Bones from Temples in Roman Britain.” Britannia 36 (2005): 32–370.",
      "King, Anthony, and G Soffe. “Hayling Island.” In Britain in the Roman Period: Recent Trends, 1991.",
      "King, Anthony, and Grahame Soffe. “A Bibliograohy of the Iron Age and Roman Temple on Hayling Island,” 2008.",
      "———. “A Sacred Island Iron Age, Roman and Saxon Temples and Ritual on Hayling Island,” 2013.",
      "———. “Hayling Island: A Gallo-Roman Temple in Britain.” In Ritual Landscapes of Roman South-East Britain, edited by David Rudling, 2008.",
      "———. “Internal Organisation and Deposition at the Iron Age Temple on Hayling Island,” 1998.",
      "———. “The Iron Age and Roman Temple on Hayling Island, Hampshire.” In The Iron Age in Wessex: Recent Work, 1994.",
      "Martyn, Blick, Brindle, and et al. “Hayling Island Temple (Hampshire).” The Rural Settlement of Roman Britain: an online resource, 2015. https://doi.org/10.5284/1030449.",
      "McConnell, R, and A Turner. “Geophys. Survey Report: Northney Farm, Hayling Island, Unpublished Report to King Alfreds College, Winchester,” 1999.",
      "Méniel, Patrice. “Killing and Preparing Animals.” In A COMPANION TO THE ARCHAEOLOGY OF RELIGION IN THE ANCIENT WORLD, 2015.",
      "Palk, B. “Iron Age Bridle Bits from Britain,” 1984.",
      "Pitts, M. “Hayling Island, The Iron Age and Roman Temple Site on the Hampshire Coast Continues to Surprise,” 2001.",
      "Raaflaub, Kurt A, and John T Ramsey. “Reconstructing the Chronology of Caesar’s Gallic Wars” 11, no. April (2017): 1–74.",
      "“Religion and Ritual Pre-AD 410,” no. April (2012).",
      "Rudling, David. “Roman-Period Temples, Shrines and Religion in Sussex.” In Ritual Landscapes of Roman South-East Britain, edited by David Rudling, 2008.",
      "Sacred Landscapes in Antiquity: Creation, Manipulation, Transformation, 2020.",
      "Scheid, J. “Sacrifices for Gods and Ancestors.” In A Companion to Roman Religion, 263, 2007.",
      "“Some London Libraries Have It,” n.d.",
      "Watts, Dorothy. Religion in Late Roman Britain, 1998.",
      "Webster, Jane. Understanding Celtic Religion. January, 2015."
   ]
}