{
   "site": "Hayling Island",
   "start": "mid 1st BCE",
   "end": "late 1st CE",
   "latitude": "50.82192686798294",
   "longitude": "-0.9725367249546447",
   "status": "Certain",
   "location": "England, Hampshire, Hayling Island",
   "tags": "pre-roman, roman, romano-celtic, circular",
   "description": "A late Iron Age religious site which seems to have smoothly developed into a circular Romano-Celtic temple.",
   "bibliography": [
      "(2020), Sacred Landscapes in Antiquity: Creation, Manipulation, Transformation",
      "Raaflaub, K., Ramsey, J., (2017), Reconstructing the Chronology of Caesar's Gallic Wars, 11, April, pg. 1–74",
      "Forcey, C., (2017), Whatever Happened to the Heroes? Ancestral Cults and the Enigma of Romano-Celtic Temples, Theoretical Roman Archaeology Journal, 1997, pg. 87",
      "Katrina-Kay Sepulveda, A., (2016), An Archaeology of Temple Assemblages and Social Practice in Early South-Eastern Roman Britain",
      "Cleary, S., (2015), The ‘end of the gods' in late Roman Britain",
      "Webster, J., (2015), Understanding Celtic Religion",
      "Crease, S., (2015), Re-Thinking Ritual Traditions : Interpreting Structured Deposition in Watery Contexts in Late Pre-Roman Iron Age and Roman Britain By Susheela Marie Elizabeth Crease Submitted for the degree of PhD UCL",
      "Méniel, P., (2015), Killing and Preparing Animals, in A COMPANION TO THE ARCHAEOLOGY OF RELIGION IN THE ANCIENT WORLD",
      "Martyn, Blick, Brindle, et al, (2015), Hayling Island temple (Hampshire), available at: https://doi.org/10.5284/1030449",
      "King, A., (2014), The Pre-Roman Cult Site at Hayling Island, Hampshire, GB: The Problem of Characterizing an Anonymous Deity",
      "King, A., Soffe, G., (2013), A Sacred Island Iron Age, Roman and Saxon Temples and Ritual on Hayling Island",
      "(2012), Religion and Ritual pre-AD 410, April",
      "Allen, M., (2011), ANIMALSCAPES AND EMPIRE : NEW PERSPECTIVES ON THE IRON AGE / ROMANO-BRITISH TRANSITION, July",
      "Haeussler, R., (2010), From tomb to temple: on the rôle of hero cults in local religions in Gaul and Britain in the Iron Age and the Roman period",
      "Henig, M., (2010), Attitudes to the Art of Roman Britain, in THE Art of ROMAN BRITAIN",
      "King, A., Soffe, G., (2008), Hayling Island: a Gallo-Roman temple in Britain, in Ritual Landscapes of Roman South-East Britain",
      "Rudling, D., (2008), Roman-Period Temples, Shrines and Religion in Sussex, in Ritual Landscapes of Roman South-East Britain",
      "Haeussler, R., (2008), How to identify Celtic religion(s) in Roman Britain and Gaul",
      "King, A., Soffe, G., (2008), A bibliograohy of the Iron Age and Roman temple on Hayling Island",
      "Caesar, Hammond, C., (2008), Caesar: The Gallic War, Oxford World's Classics",
      "Scheid, J., (2007), Sacrifices for gods and ancestors, in A Companion to Roman Religion, pg. 263",
      "Godden, D., (2006), Land at Northney Road, Hayling lsland, Hampshire: report on archaeological watching brief, available at: https://doi.org/10.5284/1027328",
      "King, A., Reilly, K., (2005), Animal bones from temples in Roman Britain, Britannia, 36, pg. 32-370",
      "Henig, M., (2003), Religion in Roman Britain",
      "Pitts, M., (2001), Hayling Island, The Iron Age and Roman temple site on the Hampshire coast continues to surprise",
      "Creighton, J., (2000), Coins and Power in Late Iron Age Britain",
      "McConnell, R., Turner, A., (1999), Geophys. Survey report: Northney Farm, Hayling Island, Unpublished report to King Alfreds College, Winchester",
      "King, A., Soffe, G., (1998), Internal organisation and deposition at the Iron Age temple on Hayling Island",
      "Watts, D., (1998), Religion in late Roman Britain",
      "King, A., Soffe, G., (1994), The Iron Age and Roman Temple on Hayling Island, Hampshire, in The Iron Age in Wessex: recent work",
      "Briggs, D., Haselgrove, C., King, C., (1993), Iron Age and Roman coins from Hayling Island temple, British Numismatic Journal, 62, pg. 1–62, available at: http://www.britnumsoc.org/publications/Digital BNJ/pdfs/1992_BNJ_62_3.pdf",
      "King, A., Soffe, G., (1991), Hayling Island, in Britain in the Roman Period: recent trends",
      "Palk, B., (1984), Iron Age Bridle Bits from Britain",
      "Soffe, G., Downey, R., King, A., (1980), The Hayling island temple and religious connections accross the Channel, in Temples, Churches, and Religion: Recent Research in Roman Britain: with a Gazetteer of Romano-Celtic Temples in Continental Europe",
      "King, A., (1979), The Hayling Island temple: third interim report on the excavation of the Iron Age and Roman temple 1976-78",
      "King, A., Soffe, G., Downey, R., (1978), The Roman temple on Hayling Island"
   ]
}