{
   "site": "Pagans Hill",
   "start": "275",
   "end": "early 5th CE",
   "latitude": "51.36073182699915",
   "longitude": "-2.637358018699924",
   "status": "Certain",
   "location": "England, Somerset, Bristol, Chewstoke, Pagans Hill",
   "tags": "octagonal, roman",
   "description": "A double octagonal temple built in the late 3rd Century CE, the original building, and a second collapsed before the final structure was built in the late 4th century CE. The last building collapsed some time in the 5th century CE. There is pre-roman use noted and post-roman material from the 7th century was found in the adjacent well.",
   "bibliography": [
      "Ap Simon, A. M., P. A. Rahtz, and L. G. Harris. “The Iron Age A Ditch and Pottery at Pagan’s Hill, Chew Stoke.” Proceedings of the University of Bristol Spelæological Society 8, no. 2 (1957).",
      "Cleary, Simon Esmonde. “The ‘End of the Gods’ in Late Roman Britain.,” 2014.",
      "Lewis. Temples in Roman Britain, 1966.",
      "Martyn, Blick, Brindle, and et al. “Pagans Hill, Chew Stoke (Somerset).” The Rural Settlement of Roman Britain: an online resource, 2015. https://doi.org/10.5284/1030449.",
      "Rahtz, and Harris. “The Temple Well and Other Buildings at Pagans Hill, Chew Stoke, North Somerset.” Omerset Archaeology and Natural History 101/2 (1989).",
      "Rahtz, P. A. “Excavations at Pagan’s Hil, Chew Stoke. Interim Note.” Archaeological Newsletter 2, no. 6 (1949).",
      "———. “The Roman Temple at Pagan’s Hill, Chew Stoke, N Somerset.” Proceedings of the Somerset Archaeological and Natural History Society 96 (1952): 112 ff.",
      "Rahtz, P. A., M. H. Rahtz, and L. G. Harris. “The Temple Well and Other Buildings at Pagans Hill, Chew Stoke, North Somerset.” Proceedings of the Somerset Archaeological and Natural History Society 101–102 (1956): 15 ff.",
      "Rahtz, and Watts. “Pagans Hill Revisited.” Archaeological Journal 146 (1991).",
      "Smith, Alex. “The Fate of Pagan Temples in South-East Britain.” In Ritual Landsacpes of South-East Britain, edited by David Rudling, 2008."
   ]
}