{
   "site": "Ratham Mill",
   "start": "early 1st CE",
   "end": "early 4th CE",
   "latitude": "50.85182993179614",
   "longitude": "-0.8521226906063549",
   "status": "Possible",
   "location": "England, Sussex",
   "tags": "roman, romano-celtic",
   "description": "A probable Romano-British temple of uncertain date, the site has been known since the 50s when it was observed as a cropmark (King, Soffe, 1983). The site consists of two concentric masonry foundations (17.5m x 16m) and (8.5, x 7.5m) enclosing a slightly off-centre rectangle which has been interpreted as a possible foundation of a plinth, altar, statue, or else a pool or well. The entrance is more than likely on the east side, though this is not clear from aerial photography.\n\nThe site (SU 8090 0644) overlooks a nearby stream at the bottom of a gentle slope to the east. Just outside the temple between itself and the river is a large circular structure with a large central depression 21m in diameter and an encircling ditch of 31m in diameter. Rudling postulates an earlier shrine or location for depositions.\n\nNo excavation has been carried out so the date can only be suggested from surface level finds. The earliest finds are Late iron age pottery and coins (Rudling, 2008). The bulk of pottery is late first and second centuries, but one sherd may be third or fourth century (King, Soffe, 1983).",
   "bibliography": [
      "Allison, 2006.",
      "“Joint Arch. Comm. Bull” xiii, no. 1 (1963).",
      "King, Anthony, and Grahame Soffe. “A Romano-Celtic Temple at Ratham Mill, Funtington, West Sussex,” 1983.",
      "Martyn, Blick, Brindle, and et al. “Ratham Mill, Funtington (West Sussex).” The Rural Settlement of Roman Britain: an online resource, 2015. https://doi.org/10.5284/1030449.",
      "Mountstephen, S, 2007.",
      "“Photographic and Soil Resistivity Study, Referenced in Rudling 2006,” n.d.",
      "Rudling, David. “Roman-Period Temples, Shrines and Religion in Sussex.” In Ritual Landscapes of Roman South-East Britain, edited by David Rudling, 2008.",
      "“Struggling to Track This down, I Can Find Reference to It Happening Here Https:,” n.d."
   ]
}