{
   "site": "Richborough Castle",
   "start": "late 3rd CE",
   "end": "late 6th CE",
   "latitude": "51.29300675512052",
   "longitude": "1.3316829321464367",
   "status": "Certain",
   "location": "England, Kent, Richborough",
   "tags": "roman, romano-celtic, church",
   "description": "Richborough Castle began as a temporary millitary camp for Plautius' invasion force in 43 AD, the only settlement prior to this was an Iron Agen farmstead that was abandoned around 100 BC. At the end of the first century AD timber structures were cleared away and the site became a more permanent civilian settlement with an associated port. In the late third century AD the site again became a millitary establishment, the central part of the town was leveled and the monument constructed to celebrate the conquest of Britain was converted into a signal station, this signal station was eventually leveled to construct a shore fort. Around this time, it is suggested that the two Roman-Celtic temples to the south were constructed. By the end of the fourth century the fort was no longer garrisoned by regular troops, though the fort continued to be used as a settlement into the fifth century where it is noted in the Notitia Dignitatum. Around this time the temples would have already collapsed but continued to be used as two deposits were found inserted into the wall, it is around this same time that the proposed church associated with the baptismal font was constructed. It is unsure when these structures stopped being used but the fort was abandoned during the later fifth and sixth centures.",
   "bibliography": [
      "Wilmott, T., Philip, S., (2020), The Plan of the Saxon Shore Fort at Richborough, Britannia, 51, pg. 147 - 174, available at: https://www.cambridge.org/core/journals/britannia/article/abs/plan-of-the-saxon-shore-fort-at-richborough/143A1A7FB4B77240E900867A6A828A0F",
      "Martyn, Blick, Brindle, et al, (2015), Richborough temples (Kent), available at: https://doi.org/10.5284/1030449",
      "Wilmott, T., Tibber, J., (2009), Richborough, a Roman and medieval port!, Research News, 12, pg. 20 - 22, available at: https://archaeologydataservice.ac.uk/library/browse/details.xhtml?recordId=3107745\u0026recordType=Journal",
      "Smith, A., (2008), The Fate of Pagan Temples in South-East Britain, in Ritual Landsacpes of South-East Britain",
      "Wilmott, T., (2002), Richborough, Kent Archaeological Society Newsletter, 53, pg. 12 - 13, available at: https://archaeologydataservice.ac.uk/library/browse/details.xhtml?recordId=3091230\u0026recordType=Journal",
      "(1981), A Saxon Shore fort, Roman port and associated remains at Richborough, available at: https://historicengland.org.uk/listing/the-list/list-entry/1014642",
      "Brown, P., (1971), The church at Richborough, Britannia, 2, pg. 225 - 231, available at: https://www.jstor.org/stable/525812",
      "Bushe-Fox, (1968), Fifth report on the excavations of the Roman fort at Richborough, Kent",
      "Cunliffe, B., (1968), Fifth Report on the Excavations of the Roman Fort at Richborough, Kent, pg. 98 - 99, available at: https://library.oapen.org/handle/20.500.12657/25081",
      "Lewis, (1966), Temples in Roman Britain",
      "Bushe-Fox, (1949), Fourth report on the excavations of the Roman fort at Richborough, Kent., available at: https://archaeologydataservice.ac.uk/library/browse/issue.xhtml?recordId=1171926",
      "Bushe-Fox, (1932), Third report on the excavations of the Roman fort at Richborough, Kent, pg. 7 ff, 34 ff, available at: https://archaeologydataservice.ac.uk/library/browse/issue.xhtml?recordId=1171922",
      "Bushe-Fox, (1932), Some Notes on Roman Coast Defences, available at: https://www.jstor.org/stable/297088",
      "Bushe-Fox, (1928), Second report on the excavations of the Roman fort at Richborough, Kent, available at: https://archaeologydataservice.ac.uk/library/browse/issue.xhtml?recordId=1171920"
   ]
}