{
   "site": "South-west complex 1 and 2",
   "start": "294",
   "end": "296",
   "latitude": "51.51146",
   "longitude": "-0.098",
   "status": "Probable",
   "location": "England, London, Peter's Hill and Salvation Army Headquarters",
   "tags": "",
   "description": "Two temples were constructed alongside the riverside wall (roughly modern Castle Baynards St). One, under the south-east quadrant of the Salvation Army International HQ building, and the other just to the west on Peter's Hill. The two temples were built not long after much of the complex appears to have been demolished for refurbishment and to sure-up the riverside wall. \n\nIt appears that the temples may have never been actually completed. Due to the dating of dendrochronology allowing us to establish the beginning of construction so tightly (spring to summer 294 CE), it has been suggested the construction was initiated by Carausius as a project to promote his authority during the Carusian Revolt and that the project was never finished due to the assassination of his successor Allectus and the re-conquest of Britain in 296 CE.\n\nBradley and Butler have suggested that the temples may be a kind of 'succesor' to the earlier monumental apses which had been destroyed earlier and are roughly in the same location. They have also suggested that these apses were temples or shrines to Jupiter and Isis, so these later temples may have been intended to be dedicated to the same deities.",
   "bibliography": [
      "Perring, D., (2015), Recent advances in the understanding of Roman London, in The towns of Roman Britain: the contribution of commercial archaeology since 1990, pg. 20-43",
      "Bradley, T., Butler, J., (2008), From Temples to Thames Street – 2000 Years of Riverside Development: Archaeological Excavations at the Salvation Army International Headquarters, 99–101 Queen Victoria Street, City of London, Pre-Construct Archaeology",
      "Shepherd, J., Hall, J., (2008), Places of worship in Roman London and beyond, in Ritual Landscapes of Roman South-East Britain",
      "Perring, D., Brigham, T., (2000), Londinium and its Hinterland: The Roman Period, The archaeology of Greater London, pg. 135",
      "Williams, T., (1993), Public buildings in the south-west quarter of Roman London, CBA Research Reports, 88"
   ]
}