{
   "site": "Tabard Square 1 and 2",
   "start": "late 2nd CE",
   "end": "late 4th CE",
   "latitude": "51.49997",
   "longitude": "-0.08899",
   "status": "Certain",
   "location": "England, London, Hankey Place Gardens, 20 Pilgrimage St",
   "tags": "",
   "description": "Two Romano-Celtic temples built in the later 2nd CE in a temenos that may have been pre-existing for a number of years. The north temple appears to have been dedicated to Mars Camulus early on, there is also another dedication relating to the imperial cult.  \n\nDuring the 3rd CE the temples appear to have become much more popular, as a substantial structure was built to the south-east and is interpreted as a guest house, while to the north-east, an area with several plinths that could of been bases for statues has been interpreted as a gathering area.\n\nThe southern temple had been demolished some time in the later 3rd CE, while the northern one continued in use. It has been suggested that use of the northern temple didn't continue much longer after the late 4th CE as this seems to be when the dedication to Mars Camulus was deposited in a pit, but this isn't certain.",
   "bibliography": [
      "Hall, J, and J Shepherd. “Places of Worship in Roman London and Beyond.” In Ritual Landscapes of Roman South-East Britain, 2008.",
      "Hassall, M. W. C., and R. S. O. Tomlin. “Inscriptions.” Britannia 34 (2003): 362–82.",
      "Hingley, R. Londinium: A Biography, 2018.",
      "Killock, D, and G Brown. “Tabard Square.” Current Archaeology, 2004.",
      "Killock, D, J Shepherd, J Gerrard, K Hayward, K Riellyand, and V Ridgeway. Temples and Suburbs: Excavations at Tabard Square, Southwark, London. Vol. Monograph 18. Pre-Construct Archaeology, 2015.",
      "Seeley, F, and A Wardle. “Religion and Ritual.” In Roman Southwark Settlement and Economy: Excavations in Southwark 1973–91, 2009.",
      "Tomlin, R. S. O., R. P. Wright, and M. W. C. Hassall. “Inscriptions on Stone Found or Notified Between 1 January 1955 and 31 December 2006.” In The Roman Inscriptions of Britain, Vol. 3. The Roman Inscriptions of Britain. Oxbow, 2009."
   ]
}