{
   "site": "Wanborough Temple",
   "start": "mid 1st CE",
   "end": "late 4th CE",
   "latitude": "51.237943727829844",
   "longitude": "-0.6830911890906545",
   "status": "Certain",
   "location": "England, Surrey, Guildford, Wanborough",
   "tags": "iron age, roman",
   "description": "A ritual site showing activity from the mid 1st to the late 4th CE. Earliest phases show little evidence for structure, but a later circular temple was built before it collapsed and a Romano-British temple was constructed just to the South. It is notable for the priestly regalia found associated with the site.",
   "bibliography": [
      "Alaimo, Katrina-Kay Sepulveda. “An Archaeology of Temple Assemblages and Social Practice in Early South-Eastern Roman Britain,” 2016.",
      "Bird. “Roman Objects from Wanborough: A Supplementary Note.” Surrey Archaeological Collections, 1996.",
      "Bird, D, 2004.",
      "Esposito, Alessandra. “A Context for Roman Priestly Regalia: Depositional Practices and Spatial Distribution of Assemblages from Roman Britain.” In TRAC 2015: Proceedings of the 25th Annual Theoretical Roman Archaeology Conference, 2015.",
      "———. Performing the Sacra: Priestly Roles and Their Organisation in Roman Britain. Archaeopress Publishing Ltd, 2019.",
      "Graham, D, 2002.",
      "King, Anthony. “Animal Remains from Temples in Roman Britain.” Britannia 36 (2005).",
      "———. “Coins and Coin Hoards from Romano-Celtic Temples in Britain,” 2008.",
      "Martyn, Blick, Brindle, and et al. “Wanborough Roman Temple (Surrey).” The Rural Settlement of Roman Britain: an online resource, 2015. https://doi.org/10.5284/1030449.",
      "O’Connell. “Green Lane, Wanborough, 1979 (SU 920 495).” Surrey Archaeological Collections 73 (1984). http://dx.doi.org/10.5284/1000221.",
      "O’Connell, and Bird. The Roman Temple at Wanborough, Excavation 1985–1986. Surrey Archaeological Collections 82, 1994.",
      "Rudd, C. “Horned God or Druid Priest?,” 2014. http://www.celticcoins.com/wp-content/uploads/2014/12/Horned-god.pdf.",
      "Thomas, S. “Wanborough Revisited: The Rights and Wrongs of Treasure Trove Law in England and Wales.” In Metal Detecting \u0026 Archaeology, 2009.",
      "Williams. “Green Lane, Wanborough: Excavations at the Roman Religious Site 1999.” Surrey Archaeological Collections, 2007.",
      "———, 2000.",
      "Williams, J Bird, and R Poulton. Farley Heath and Wanborough Roman Temples. Vol. 93. Surrey Archaeological Collections: Relating to the History and Antiquities of the County, 2007.",
      "Williams, David. “The Wanborough Temple Site.” In Ritual Landscapes of Roman South-East Britain, edited by David Rudling, 2008."
   ]
}