{
   "site": "Woodeaton Temple",
   "start": "early 1st CE",
   "end": "early 5th CE",
   "latitude": "51.80893314719676",
   "longitude": "-1.2236703271759788",
   "status": "Certain",
   "location": "England, Oxfordshire",
   "tags": "roman, romano-celtic",
   "description": "A square Romano-Celtic type temple four-miles north east of Oxford and built on top of a hill. First refered to in 1841 by Hursey, who mentions traces of buildings at the site. Though the Saxon charter of Eaton (904 CE) may refer to the site as faga flora (coloured floor), referencing mosaics, but this not certain. Excavations in 1952 revealed a two-period temple, the earlier of which was dated to the 1st century CE, less is known about the second phase but it was probably constructed in the mid 2nd century CE. Iron Age occupation at the site has been shown but this is not neccesarily continuous and no structure is known.",
   "bibliography": [
      "Bagnall-Smith, Jean. “Interim Report on the Votive Material from Romano-Celtic Temple Sites in Oxfordshire,” 1995.",
      "“Excavations at Wood Eaton.” Antiquaries Journal 1 (1921): 339.",
      "Frere, S. S. “Reports of the Excavations by Mr. Sheppard Frere Issued by the Canterbury Excavations.” Journal of Roman Studies 44 (1954): 103.",
      "Goodchild, R. G., and J. R. Kirk. “The Romano-Celtic Temple at Woodeaton.” Oxoniensia 19 (1954): 15 ff.",
      "Harding. “The Iron Age and Romano-British Site at Woodeaton,” 1987.",
      "Hussey, 1841.",
      "Kirk, J. R. “Bronzes from Woodeaton, Oxon.” Oxoniensia 14 (1949): 1 ff.",
      "Lewis. Temples in Roman Britain, 1966.",
      "Martyn, Blick, Brindle, and et al. “Woodeaton (Oxfordshire).” The Rural Settlement of Roman Britain: an online resource, 2015. https://doi.org/10.5284/1030449.",
      "Milne, J. G. “A Few Notes on the Currency of Britain” 23, no. 2 (1933): 221 ff.",
      "———. “Woodeaton Coins.” Journal of Roman Studies 21 (1931): 101 ff.",
      "Richmond, I. A. In Roman Britain, 137, 1955.",
      "Rivet, A. L. F. In Town and Country in Roman Britain, 146, 1958.",
      "Smith, Alex. “The Fate of Pagan Temples in Sount-East Britain during the Late and Post-Roman Periods.” In Ritual Landscapes of Roman South-East Britain, edited by David Rudling, 2008.",
      "Taylor, MV. “Wood Eaton.” Journal of Roman Studies 7 (1917): 98 ff."
   ]
}